Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# PasswordDialogShowPasswordCheck
source: Show password
ar_sa: إظهار كلمة المرور
bg_bg: Показване на паролата
cs_cz: Zobrazit heslo
da_dk: Vis adgangskode
de_de: Passwort anzeigen
el_gr: Εμφάνιση κωδικού πρόσβασης
es_es: Mostrar contraseña
et_ee: Kuva parool
fi_fi: Näytä salasana
fr_fr: Afficher le mot de passe
he_il: הצג סיסמה
hi_in: पासवर्ड दिखाएं
hr_hr: Prikaži lozinku
hu_hu: Jelszó megjelenítése
id_id: Tampilkan kata sandi
it_it: Mostra password
ja_jp: パスワードを表示
ko_kr: 암호 표시
lt_lt: Rodyti slaptažodį
lv_lv: Rādīt paroli
nb_no: Vis passord
pl_pl: Pokaż hasło
pt_pt: Mostrar palavra-passe
ro_ro: Afișare parolă
sk_sk: Zobraziť heslo
sl_si: Pokaži geslo
sr_latn_rs: Prikaži lozinku
sv_se: Visa lösenord
sw_ke: Onyesha nenosiri
th_th: แสดงรหัสผ่าน
tr_tr: Parolayı göster
uk_ua: Показати пароль
ur_pk: پاس ورڈ دکھائیں
vi_vn: Hiện mật khẩu
zh_hans: 显示密码

# PermanentDeleteDialogTitle
source: Delete permanently?
ar_sa: هل تريد الحذف نهائيًا؟
bg_bg: Изтриване окончателно?
cs_cz: Trvale odstranit?
da_dk: Slet permanent?
de_de: Endgültig löschen?
el_gr: Οριστική διαγραφή;
es_es: ¿Eliminar definitivamente?
et_ee: Kas kustutada jäädavalt?
fi_fi: Poistetaanko pysyvästi?
fr_fr: Supprimer définitivement ?
he_il: למחוק לצמיתות?
hi_in: स्थायी रूप से हटाएँ?
hr_hr: Trajno izbrisati?
hu_hu: Végleges törlés?
id_id: Hapus secara permanen?
it_it: Eliminare definitivamente?
ja_jp: 完全に削除しますか?
ko_kr: 영구적으로 삭제하시겠습니까?
lt_lt: Ištrinti visam laikui?
lv_lv: Dzēst neatgriezeniski?
nb_no: Slette permanent?
pl_pl: Usunąć trwale?
pt_pt: Eliminar permanentemente?
ro_ro: Ștergeți definitiv?
sk_sk: Natrvalo odstrániť?
sl_si: Želite trajno izbrisati?
sr_latn_rs: Trajno izbrisati?
sv_se: Ta bort permanent?
sw_ke: Futa kabisa?
th_th: ลบอย่างถาวรหรือไม่
tr_tr: Kalıcı olarak silinsin mi?
uk_ua: Видалити остаточно?
ur_pk: مستقل طور پر حذف کریں؟
vi_vn: Xóa vĩnh viễn?
zh_hans: 永久删除?

# PermanentDeleteDialogMessage
source: These items are on a drive without a Recycle Bin (network, removable or mapped drive). Deleting them cannot be undone.
ar_sa: هذه العناصر موجودة على محرك أقراص بدون سلة محذوفات (محرك شبكة أو قابل للإزالة أو معيَّن). لا يمكن التراجع عن حذفها.
bg_bg: Тези елементи са на устройство без кошче (мрежово, преносимо или свързано устройство). Изтриването им не може да бъде отменено.
cs_cz: Tyto položky jsou na jednotce bez Koše (síťová, vyměnitelná nebo namapovaná jednotka). Odstranění nelze vrátit zpět.
da_dk: Disse elementer ligger på et drev uden papirkurv (netværksdrev, flytbart eller tilknyttet drev). Sletningen kan ikke fortrydes.
de_de: Diese Elemente befinden sich auf einem Laufwerk ohne Papierkorb (Netzwerk-, Wechsel- oder verbundenes Laufwerk). Das Löschen kann nicht rückgängig gemacht werden.
el_gr: Αυτά τα στοιχεία βρίσκονται σε μονάδα χωρίς Κάδο Ανακύκλωσης (δικτύου, αφαιρούμενη ή αντιστοιχισμένη μονάδα). Η διαγραφή δεν μπορεί να αναιρεθεί.
es_es: Estos elementos están en una unidad sin Papelera de reciclaje (unidad de red, extraíble o asignada). La eliminación no se puede deshacer.
et_ee: Need üksused asuvad prügikastita kettal (võrgu-, eemaldatav või vastendatud ketas). Kustutamist ei saa tagasi võtta.
fi_fi: Nämä kohteet ovat asemalla, jolla ei ole roskakoria (verkko-, siirrettävä tai yhdistetty asema). Poistoa ei voi kumota.
fr_fr: Ces éléments se trouvent sur un lecteur sans Corbeille (réseau, amovible ou mappé). La suppression est irréversible.
he_il: פריטים אלה נמצאים בכונן ללא סל מחזור (כונן רשת, נשלף או ממופה). לא ניתן לבטל את המחיקה.
hi_in: ये आइटम ऐसी ड्राइव पर हैं जिसमें रीसायकल बिन नहीं है (नेटवर्क, हटाने योग्य या मैप की गई ड्राइव)। इन्हें हटाने के बाद पूर्ववत नहीं किया जा सकता।
hr_hr: Ove stavke nalaze se na pogonu bez Koša za smeće (mrežni, prijenosni ili mapirani pogon). Brisanje se ne može poništiti.
hu_hu: Ezek az elemek Lomtár nélküli meghajtón vannak (hálózati, cserélhető vagy csatlakoztatott meghajtó). A törlés nem vonható vissza.
id_id: Item ini berada di drive tanpa Keranjang Sampah (drive jaringan, lepas-pasang, atau yang dipetakan). Penghapusan tidak dapat dibatalkan.
it_it: Questi elementi si trovano su un'unità senza Cestino (di rete, rimovibile o mappata). L'eliminazione non può essere annullata.
ja_jp: これらの項目はごみ箱のないドライブ (ネットワーク、リムーバブル、または割り当てられたドライブ) にあります。削除は元に戻せません。
ko_kr: 이 항목은 휴지통이 없는 드라이브(네트워크, 이동식 또는 매핑된 드라이브)에 있습니다. 삭제하면 되돌릴 수 없습니다.
lt_lt: Šie elementai yra diske be šiukšlinės (tinklo, keičiamajame arba susietame diske). Ištrynimo negalima atšaukti.
lv_lv: Šie vienumi atrodas diskā bez atkritnes (tīkla, noņemamā vai kartētā diskā). Dzēšanu nevar atsaukt.
nb_no: Disse elementene ligger på en stasjon uten papirkurv (nettverksstasjon, flyttbar eller tilordnet stasjon). Slettingen kan ikke angres.
pl_pl: Te elementy znajdują się na dysku bez Kosza (sieciowym, wymiennym lub zamapowanym). Usunięcia nie można cofnąć.
pt_pt: Estes itens estão numa unidade sem Reciclagem (unidade de rede, amovível ou mapeada). A eliminação não pode ser anulada.
ro_ro: Aceste elemente se află pe o unitate fără Coș de reciclare (de rețea, amovibilă sau mapată). Ștergerea nu poate fi anulată.
sk_sk: Tieto položky sú na jednotke bez Koša (sieťová, vymeniteľná alebo namapovaná jednotka). Odstránenie nemožno vrátiť späť.
sl_si: Ti elementi so na pogonu brez koša (omrežni, izmenljivi ali preslikani pogon). Brisanja ni mogoče razveljaviti.
sr_latn_rs: Ove stavke se nalaze na disku bez Korpe za otpatke (mrežni, prenosivi ili mapirani disk). Brisanje ne može da se opozove.
sv_se: De här objekten finns på en enhet utan papperskorg (nätverksenhet, flyttbar eller mappad enhet). Borttagningen kan inte ångras.
sw_ke: Vipengee hivi viko kwenye kiendeshi kisicho na Pipa la Kuchakata (kiendeshi cha mtandao, kinachoondolewa au kilichopangwa). Kufuta hakuwezi kutenduliwa.
th_th: รายการเหล่านี้อยู่บนไดรฟ์ที่ไม่มีถังรีไซเคิล (ไดรฟ์เครือข่าย ไดรฟ์แบบถอดได้ หรือไดรฟ์ที่แมปไว้) การลบนี้ไม่สามารถยกเลิกได้
tr_tr: Bu öğeler Geri Dönüşüm Kutusu olmayan bir sürücüde (ağ, çıkarılabilir veya eşlenmiş sürücü). Silme işlemi geri alınamaz.
uk_ua: Ці елементи на диску без Кошика (мережевий, знімний або підключений диск). Видалення не можна буде скасувати.
ur_pk: یہ آئٹمز ایسی ڈرائیو پر ہیں جس میں ری سائیکل بن نہیں ہے (نیٹ ورک، ہٹانے کے قابل یا میپ شدہ ڈرائیو)۔ حذف کرنے کو کالعدم نہیں کیا جا سکتا۔
vi_vn: Các mục này nằm trên ổ đĩa không có Thùng rác (ổ mạng, ổ di động hoặc ổ được ánh xạ). Không thể hoàn tác việc xóa.
zh_hans: 这些项目位于没有回收站的驱动器上(网络驱动器、可移动驱动器或映射驱动器)。删除后无法撤消。

# PermanentDeleteDialogDeleteButton
source: Delete permanently
ar_sa: حذف نهائيًا
bg_bg: Изтрий окончателно
cs_cz: Trvale odstranit
da_dk: Slet permanent
de_de: Endgültig löschen
el_gr: Οριστική διαγραφή
es_es: Eliminar definitivamente
et_ee: Kustuta jäädavalt
fi_fi: Poista pysyvästi
fr_fr: Supprimer définitivement
he_il: מחק לצמיתות
hi_in: स्थायी रूप से हटाएँ
hr_hr: Trajno izbriši
hu_hu: Végleges törlés
id_id: Hapus permanen
it_it: Elimina definitivamente
ja_jp: 完全に削除
ko_kr: 영구적으로 삭제
lt_lt: Ištrinti visam laikui
lv_lv: Dzēst neatgriezeniski
nb_no: Slett permanent
pl_pl: Usuń trwale
pt_pt: Eliminar permanentemente
ro_ro: Ștergere definitivă
sk_sk: Natrvalo odstrániť
sl_si: Trajno izbriši
sr_latn_rs: Trajno izbriši
sv_se: Ta bort permanent
sw_ke: Futa kabisa
th_th: ลบอย่างถาวร
tr_tr: Kalıcı olarak sil
uk_ua: Видалити остаточно
ur_pk: مستقل طور پر حذف کریں
vi_vn: Xóa vĩnh viễn
zh_hans: 永久删除

# PermanentDeleteDialogKeepButton
source: Keep
ar_sa: الاحتفاظ
bg_bg: Запази
cs_cz: Ponechat
da_dk: Behold
de_de: Behalten
el_gr: Διατήρηση
es_es: Conservar
et_ee: Jäta alles
fi_fi: Säilytä
fr_fr: Conserver
he_il: השאר
hi_in: रखें
hr_hr: Zadrži
hu_hu: Megtartás
id_id: Pertahankan
it_it: Mantieni
ja_jp: 残す
ko_kr: 유지
lt_lt: Palikti
lv_lv: Paturēt
nb_no: Behold
pl_pl: Zachowaj
pt_pt: Manter
ro_ro: Păstrare
sk_sk: Ponechať
sl_si: Obdrži
sr_latn_rs: Zadrži
sv_se: Behåll
sw_ke: Bakiza
th_th: เก็บไว้
tr_tr: Sakla
uk_ua: Залишити
ur_pk: رکھیں
vi_vn: Giữ lại
zh_hans: 保留

# NotDeletedDialogTitle
source: Some items were not deleted
ar_sa: لم يتم حذف بعض العناصر
bg_bg: Някои елементи не бяха изтрити
cs_cz: Některé položky nebyly odstraněny
da_dk: Nogle elementer blev ikke slettet
de_de: Einige Elemente wurden nicht gelöscht
el_gr: Ορισμένα στοιχεία δεν διαγράφηκαν
es_es: Algunos elementos no se eliminaron
et_ee: Mõnda üksust ei kustutatud
fi_fi: Joitakin kohteita ei poistettu
fr_fr: Certains éléments n’ont pas été supprimés
he_il: חלק מהפריטים לא נמחקו
hi_in: कुछ आइटम नहीं हटाए गए
hr_hr: Neke stavke nisu izbrisane
hu_hu: Néhány elem nem lett törölve
id_id: Beberapa item tidak dihapus
it_it: Alcuni elementi non sono stati eliminati
ja_jp: 一部の項目は削除されませんでした
ko_kr: 일부 항목이 삭제되지 않았습니다
lt_lt: Kai kurie elementai nebuvo ištrinti
lv_lv: Daži vienumi netika izdzēsti
nb_no: Noen elementer ble ikke slettet
pl_pl: Niektóre elementy nie zostały usunięte
pt_pt: Alguns itens não foram eliminados
ro_ro: Unele elemente nu au fost șterse
sk_sk: Niektoré položky neboli odstránené
sl_si: Nekateri elementi niso bili izbrisani
sr_latn_rs: Neke stavke nisu izbrisane
sv_se: Vissa objekt togs inte bort
sw_ke: Baadhi ya vipengee havikufutwa
th_th: มีบางรายการที่ไม่ได้ถูกลบ
tr_tr: Bazı öğeler silinmedi
uk_ua: Деякі елементи не видалено
ur_pk: کچھ آئٹمز حذف نہیں ہوئے
vi_vn: Một số mục chưa được xóa
zh_hans: 部分项目未删除

# NotDeletedDialogMessage
source: These items are still on disk. They may be in use or protected.
ar_sa: لا تزال هذه العناصر على القرص. ربما تكون قيد الاستخدام أو محمية.
bg_bg: Тези елементи все още са на диска. Може да се използват или да са защитени.
cs_cz: Tyto položky jsou stále na disku. Mohou být používány nebo chráněny.
da_dk: Disse elementer er stadig på disken. De kan være i brug eller beskyttede.
de_de: Diese Elemente befinden sich noch auf dem Datenträger. Sie werden möglicherweise verwendet oder sind geschützt.
el_gr: Αυτά τα στοιχεία βρίσκονται ακόμη στον δίσκο. Ίσως χρησιμοποιούνται ή προστατεύονται.
es_es: Estos elementos siguen en el disco. Puede que estén en uso o protegidos.
et_ee: Need üksused on endiselt kettal. Need võivad olla kasutusel või kaitstud.
fi_fi: Nämä kohteet ovat yhä levyllä. Ne voivat olla käytössä tai suojattuja.
fr_fr: Ces éléments sont toujours sur le disque. Ils sont peut-être utilisés ou protégés.
he_il: פריטים אלה עדיין בדיסק. ייתכן שהם בשימוש או מוגנים.
hi_in: ये आइटम अभी भी डिस्क पर हैं। वे उपयोग में या सुरक्षित हो सकते हैं।
hr_hr: Ove stavke i dalje su na disku. Možda se koriste ili su zaštićene.
hu_hu: Ezek az elemek még a lemezen vannak. Lehet, hogy használatban vannak vagy védettek.
id_id: Item ini masih ada di disk. Item mungkin sedang digunakan atau dilindungi.
it_it: Questi elementi sono ancora sul disco. Potrebbero essere in uso o protetti.
ja_jp: これらの項目はまだディスク上にあります。使用中または保護されている可能性があります。
ko_kr: 이 항목은 아직 디스크에 있습니다. 사용 중이거나 보호되어 있을 수 있습니다.
lt_lt: Šie elementai vis dar diske. Jie gali būti naudojami arba apsaugoti.
lv_lv: Šie vienumi joprojām ir diskā. Tie var būt lietošanā vai aizsargāti.
nb_no: Disse elementene ligger fortsatt på disken. De kan være i bruk eller beskyttet.
pl_pl: Te elementy nadal są na dysku. Mogą być używane lub chronione.
pt_pt: Estes itens ainda estão no disco. Podem estar em utilização ou protegidos.
ro_ro: Aceste elemente sunt încă pe disc. Pot fi în uz sau protejate.
sk_sk: Tieto položky sú stále na disku. Môžu sa používať alebo byť chránené.
sl_si: Ti elementi so še vedno na disku. Morda so v uporabi ali zaščiteni.
sr_latn_rs: Ove stavke su i dalje na disku. Možda se koriste ili su zaštićene.
sv_se: De här objekten finns fortfarande på disken. De kan vara i bruk eller skyddade.
sw_ke: Vipengee hivi bado viko kwenye diski. Huenda vinatumika au vimelindwa.
th_th: รายการเหล่านี้ยังอยู่บนดิสก์ อาจกำลังถูกใช้งานหรือได้รับการป้องกัน
tr_tr: Bu öğeler hâlâ diskte. Kullanımda veya korumalı olabilirler.
uk_ua: Ці елементи досі на диску. Можливо, вони використовуються або захищені.
ur_pk: یہ آئٹمز ابھی بھی ڈسک پر ہیں۔ ہو سکتا ہے وہ استعمال میں یا محفوظ ہوں۔
vi_vn: Các mục này vẫn còn trên đĩa. Chúng có thể đang được sử dụng hoặc được bảo vệ.
zh_hans: 这些项目仍在磁盘上。它们可能正在使用或受保护。

# DialogYesButton
source: Yes
ar_sa: نعم
bg_bg: Да
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
et_ee: Jah
fi_fi: Kyllä
fr_fr: Oui
he_il: כן
hi_in: हाँ
hr_hr: Da
hu_hu: Igen
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 예
lt_lt: Taip
lv_lv: Jā
nb_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
sk_sk: Áno
sl_si: Da
sr_latn_rs: Da
sv_se: Ja
sw_ke: Ndiyo
th_th: ใช่
tr_tr: Evet
uk_ua: Так
ur_pk: ہاں
vi_vn: Có
zh_hans: 是

# DialogNoButton
source: No
ar_sa: لا
bg_bg: Не
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
et_ee: Ei
fi_fi: Ei
fr_fr: Non
he_il: לא
hi_in: नहीं
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
ja_jp: いいえ
ko_kr: 아니요
lt_lt: Ne
lv_lv: Nē
nb_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
sk_sk: Nie
sl_si: Ne
sr_latn_rs: Ne
sv_se: Nej
sw_ke: Hapana
th_th: ไม่
tr_tr: Hayır
uk_ua: Ні
ur_pk: نہیں
vi_vn: Không
zh_hans: 否

# DialogOkButton
source: OK
ar_sa: موافق
bg_bg: ОК
es_es: Aceptar
he_il: אישור
hi_in: ठीक है
hr_hr: U redu
ko_kr: 확인
lt_lt: Gerai
lv_lv: Labi
sl_si: V redu
sr_latn_rs: U redu
sw_ke: Sawa
th_th: ตกลง
tr_tr: Tamam
uk_ua: Гаразд
ur_pk: ٹھیک ہے
zh_hans: 确定

# DialogErrorTitle
source: Error
ar_sa: خطأ
bg_bg: Грешка
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Tõrge
fi_fi: Virhe
fr_fr: Erreur
he_il: שגיאה
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
id_id: Kesalahan
it_it: Errore
ja_jp: エラー
ko_kr: 오류
lt_lt: Klaida
lv_lv: Kļūda
nb_no: Feil
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
sk_sk: Chyba
sl_si: Napaka
sr_latn_rs: Greška
sv_se: Fel
sw_ke: Hitilafu
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
ur_pk: خرابی
vi_vn: Lỗi
zh_hans: 错误

# TypeFolder
source: Folder
ar_sa: مجلد
bg_bg: Папка
cs_cz: Složka
da_dk: Mappe
de_de: Ordner
el_gr: Φάκελος
es_es: Carpeta
et_ee: Kaust
fi_fi: Kansio
fr_fr: Dossier
he_il: תיקייה
hi_in: फ़ोल्डर
hr_hr: Mapa
hu_hu: Mappa
it_it: Cartella
ja_jp: フォルダー
ko_kr: 폴더
lt_lt: Aplankas
lv_lv: Mape
nb_no: Mappe
pt_pt: Pasta
sk_sk: Priečinok
sl_si: Mapa
sr_latn_rs: Fascikla
sv_se: Mapp
sw_ke: Folda
th_th: โฟลเดอร์
tr_tr: Klasör
uk_ua: Папка
ur_pk: فولڈر
vi_vn: Thư mục
zh_hans: 文件夹

# TypeFile
source: File
ar_sa: ملف
bg_bg: Файл
cs_cz: Soubor
da_dk: Fil
de_de: Datei
el_gr: Αρχείο
es_es: Archivo
et_ee: Fail
fi_fi: Tiedosto
fr_fr: Fichier
he_il: קובץ
hi_in: फ़ाइल
hr_hr: Datoteka
hu_hu: Fájl
ja_jp: ファイル
ko_kr: 파일
lt_lt: Failas
lv_lv: Fails
nb_no: Fil
pl_pl: Plik
pt_pt: Ficheiro
ro_ro: Fișier
sk_sk: Súbor
sl_si: Datoteka
sr_latn_rs: Datoteka
sv_se: Fil
sw_ke: Faili
th_th: ไฟล์
tr_tr: Dosya
uk_ua: Файл
ur_pk: فائل
vi_vn: Tệp
zh_hans: 文件

# StatusArchivingCount
source: Compressing... (files: {0}, {1})
ar_sa: جارٍ الضغط... (الملفات: {0}, {1})
bg_bg: Компресиране... (файлове: {0}, {1})
cs_cz: Komprimace... (soubory: {0}, {1})
da_dk: Komprimerer... (filer: {0}, {1})
de_de: Komprimieren... (Dateien: {0}, {1})
el_gr: Συμπίεση σε εξέλιξη... (αρχεία: {0}, {1})
es_es: Comprimiendo... (archivos: {0}, {1})
et_ee: Tihendamine... (faile: {0}, {1})
fi_fi: Pakataan... (tiedostoja: {0}, {1})
fr_fr: Compression... (fichiers : {0}, {1})
he_il: דוחס... (קבצים: {0}, {1})
hi_in: संपीड़ित किया जा रहा है... (फ़ाइलें: {0}, {1})
hr_hr: Komprimiranje... (datoteke: {0}, {1})
hu_hu: Tömörítés... (fájlok: {0}, {1})
id_id: Mengompres... (file: {0}, {1})
it_it: Compressione... (file: {0}, {1})
ja_jp: 圧縮中... (ファイル: {0}, {1})
ko_kr: 압축하는 중... (파일: {0}, {1})
lt_lt: Suspaudžiama... (failai: {0}, {1})
lv_lv: Notiek saspiešana... (faili: {0}, {1})
nb_no: Komprimerer... (filer: {0}, {1})
pl_pl: Kompresowanie... (pliki: {0}, {1})
pt_pt: A comprimir... (ficheiros: {0}, {1})
ro_ro: Se comprimă... (fișiere: {0}, {1})
sk_sk: Komprimácia... (súbory: {0}, {1})
sl_si: Stiskanje... (datoteke: {0}, {1})
sr_latn_rs: Kompresovanje... (datoteke: {0}, {1})
sv_se: Komprimerar... (filer: {0}, {1})
sw_ke: Inabana... (faili: {0}, {1})
th_th: กำลังบีบอัด... (ไฟล์: {0}, {1})
tr_tr: Sıkıştırılıyor... (dosya: {0}, {1})
uk_ua: Архівування... (файлів: {0}, {1})
ur_pk: کمپریس کیا جا رہا ہے... (فائلیں: {0}, {1})
vi_vn: Đang nén... (tệp: {0}, {1})
zh_hans: 正在压缩... (文件: {0}, {1})

# StatusExtractingCount
source: Extracting... (archives: {0})
ar_sa: جارٍ الاستخراج... (الأرشيفات: {0})
bg_bg: Разархивиране... (архиви: {0})
cs_cz: Rozbalování... (archivy: {0})
da_dk: Udpakker... (arkiver: {0})
de_de: Extrahieren... (Archive: {0})
el_gr: Εξαγωγή σε εξέλιξη... (αρχεία συμπίεσης: {0})
es_es: Extrayendo... (archivos comprimidos: {0})
et_ee: Lahtipakkimine... (arhiive: {0})
fi_fi: Puretaan... (arkistoja: {0})
fr_fr: Extraction... (archives : {0})
he_il: מחלץ... (ארכיונים: {0})
hi_in: निकाला जा रहा है... (संग्रह: {0})
hr_hr: Raspakiravanje... (arhive: {0})
hu_hu: Kibontás... (archívumok: {0})
id_id: Mengekstrak... (arsip: {0})
it_it: Estrazione... (archivi: {0})
ja_jp: 展開中... (アーカイブ: {0})
ko_kr: 압축 푸는 중... (보관 파일: {0})
lt_lt: Išskleidžiama... (archyvai: {0})
lv_lv: Notiek izvilkšana... (arhīvi: {0})
nb_no: Pakker ut... (arkiver: {0})
pl_pl: Wypakowywanie... (archiwa: {0})
pt_pt: A extrair... (arquivos: {0})
ro_ro: Se extrage... (arhive: {0})
sk_sk: Extrahovanie... (archívy: {0})
sl_si: Razširjanje... (arhivi: {0})
sr_latn_rs: Raspakivanje... (arhive: {0})
sv_se: Extraherar... (arkiv: {0})
sw_ke: Inatoa... (kumbukumbu: {0})
th_th: กำลังแตกไฟล์... (ไฟล์บีบอัด: {0})
tr_tr: Ayıklanıyor... (arşiv: {0})
uk_ua: Видобування... (архівів: {0})
ur_pk: نکالا جا رہا ہے... (آرکائیوز: {0})
vi_vn: Đang giải nén... (kho lưu trữ: {0})
zh_hans: 正在解压... (压缩包: {0})

# StatusOpening
source: Opening...
ar_sa: جارٍ الفتح...
bg_bg: Отваряне...
cs_cz: Otevírání...
da_dk: Åbner...
de_de: Öffnen...
el_gr: Άνοιγμα...
es_es: Abriendo...
et_ee: Avamine...
fi_fi: Avataan...
fr_fr: Ouverture...
he_il: פותח...
hi_in: खोला जा रहा है...
hr_hr: Otvaranje...
hu_hu: Megnyitás...
id_id: Membuka...
it_it: Apertura...
ja_jp: 開いています...
ko_kr: 여는 중...
lt_lt: Atveriama...
lv_lv: Notiek atvēršana...
nb_no: Åpner...
pl_pl: Otwieranie...
pt_pt: A abrir...
ro_ro: Se deschide...
sk_sk: Otváranie...
sl_si: Odpiranje...
sr_latn_rs: Otvaranje...
sv_se: Öppnar...
sw_ke: Inafungua...
th_th: กำลังเปิด...
tr_tr: Açılıyor...
uk_ua: Відкриття...
ur_pk: کھولا جا رہا ہے...
vi_vn: Đang mở...
zh_hans: 正在打开...

# ThisPcBreadcrumbRoot
source: This PC
ar_sa: هذا الكمبيوتر
bg_bg: Този компютър
cs_cz: Tento počítač
da_dk: Denne pc
de_de: Dieser PC
el_gr: Αυτός ο υπολογιστής
es_es: Este equipo
et_ee: See arvuti
fi_fi: Tämä tietokone
fr_fr: Ce PC
he_il: מחשב זה
hi_in: यह PC
hr_hr: Ovaj PC
hu_hu: Ez a gép
id_id: PC Ini
it_it: Questo PC
ja_jp: PC
ko_kr: 내 PC
lt_lt: Šis kompiuteris
lv_lv: Šis dators
nb_no: Denne PC-en
pl_pl: Ten komputer
pt_pt: Este PC
ro_ro: Acest PC
sk_sk: Tento počítač
sl_si: Ta računalnik
sr_latn_rs: Ovaj računar
sv_se: Den här datorn
sw_ke: PC Hii
th_th: พีซีเครื่องนี้
tr_tr: Bu bilgisayar
uk_ua: Цей комп'ютер
ur_pk: یہ پی سی
vi_vn: PC này
zh_hans: 此电脑

# NestedArchiveDepthLimitReached
source: Cannot open — this archive is nested too deeply.
ar_sa: تعذّر الفتح — هذا الأرشيف متداخل بعمق كبير جدًا.
bg_bg: Не може да се отвори — този архив е вложен твърде дълбоко.
cs_cz: Nelze otevřít — tento archiv je vnořen příliš hluboko.
da_dk: Kan ikke åbne — dette arkiv er indlejret for dybt.
de_de: Öffnen nicht möglich — dieses Archiv ist zu tief verschachtelt.
el_gr: Δεν είναι δυνατό το άνοιγμα — αυτό το αρχείο συμπίεσης είναι ενσωματωμένο σε υπερβολικό βάθος.
es_es: No se puede abrir: este archivo comprimido está anidado a demasiada profundidad.
et_ee: Ei saa avada — see arhiiv on liiga sügavale pesastatud.
fi_fi: Ei voi avata — tämä arkisto on sisäkkäin liian syvällä.
fr_fr: Impossible d'ouvrir — cette archive est imbriquée trop profondément.
he_il: לא ניתן לפתוח — הארכיון הזה מקונן לעומק רב מדי.
hi_in: खोला नहीं जा सकता — यह संग्रह बहुत गहराई तक नेस्टेड है।
hr_hr: Nije moguće otvoriti — ova je arhiva ugniježđena preduboko.
hu_hu: Nem nyitható meg — ez az archívum túl mélyen van beágyazva.
id_id: Tidak dapat membuka — arsip ini bersarang terlalu dalam.
it_it: Impossibile aprire — questo archivio è annidato troppo in profondità.
ja_jp: 開けません — このアーカイブは入れ子が深すぎます。
ko_kr: 열 수 없음 — 이 압축 파일은 너무 깊이 중첩되어 있습니다.
lt_lt: Negalima atverti — šis archyvas įdėtas per giliai.
lv_lv: Nevar atvērt — šis arhīvs ir ligzdots pārāk dziļi.
nb_no: Kan ikke åpne — dette arkivet er nestet for dypt.
pl_pl: Nie można otworzyć — to archiwum jest zagnieżdżone zbyt głęboko.
pt_pt: Não é possível abrir — este arquivo está aninhado a demasiada profundidade.
ro_ro: Nu se poate deschide — această arhivă este imbricată prea adânc.
sk_sk: Nedá sa otvoriť — tento archív je vnorený príliš hlboko.
sl_si: Ni mogoče odpreti — ta arhiv je vgnezden pregloboko.
sr_latn_rs: Nije moguće otvoriti — ova arhiva je ugnežđena preduboko.
sv_se: Kan inte öppna — det här arkivet är för djupt kapslat.
sw_ke: Haiwezi kufungua — kumbukumbu hii imewekwa ndani kwa kina kupita kiasi.
th_th: ไม่สามารถเปิดได้ — ไฟล์บีบอัดนี้ซ้อนกันลึกเกินไป
tr_tr: Açılamıyor — bu arşiv çok derin iç içe geçmiş.
uk_ua: Неможливо відкрити - цей архів вкладений занадто глибоко.
ur_pk: کھولا نہیں جا سکتا — یہ آرکائیو بہت گہرائی تک اندر رکھا گیا ہے۔
vi_vn: Không thể mở — tệp nén này được lồng quá sâu.
zh_hans: 无法打开 — 此压缩包嵌套层级过深。

# UnsafePreviewConfirmTitle
source: Not previewable
ar_sa: المعاينة غير متاحة
bg_bg: Не може да се прегледа
cs_cz: Náhled není k dispozici
da_dk: Kan ikke vises
de_de: Keine Vorschau möglich
el_gr: Δεν είναι δυνατή η προεπισκόπηση
es_es: Sin vista previa
et_ee: Eelvaade pole saadaval
fi_fi: Ei esikatseltavissa
fr_fr: Aperçu impossible
he_il: אין אפשרות תצוגה מקדימה
hi_in: पूर्वावलोकन उपलब्ध नहीं
hr_hr: Pretpregled nije moguć
hu_hu: Nem tekinthető meg
id_id: Tidak dapat dipratinjau
it_it: Anteprima non disponibile
ja_jp: プレビューできません
ko_kr: 미리 볼 수 없음
lt_lt: Peržiūra negalima
lv_lv: Priekšskatījums nav pieejams
nb_no: Kan ikke forhåndsvises
pl_pl: Podgląd niedostępny
pt_pt: Pré-visualização indisponível
ro_ro: Previzualizare indisponibilă
sk_sk: Ukážka nie je k dispozícii
sl_si: Predogled ni mogoč
sr_latn_rs: Pregled nije moguć
sv_se: Kan inte förhandsgranskas
sw_ke: Haiwezi kuhakikiwa
th_th: ไม่สามารถแสดงตัวอย่างได้
tr_tr: Önizlenemiyor
uk_ua: Перегляд недоступний
ur_pk: پیش منظر دستیاب نہیں
vi_vn: Không thể xem trước
zh_hans: 无法预览
